/* Localized versions of Info.plist keys */

/* NSHumanReadableCopyright = "Copyright © 2001-2025 Rick Cranisky. All rights reserved." */
NSHumanReadableCopyright = "Copyright © 2001-2025 Rick Cranisky. All rights reserved.";

/* File types */
"SiteSucker Document" = "SiteSucker Document";
"Web internet location" = "Web internet location";
"Download Package" = "Download Package";
